[
    {
        "url": "https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B0%D1%82%D0%BE%D1%81_(God_of_War)",
        "summary": "- Кратос (Kratos) — главный персонаж серии игр God of War, разработанных компанией Santa Monica Studio.\n- В большинстве игр его озвучивал Терренс Карсон, в God of War (2018) — Кристофер Джадж.\n- Кратос изображён как мускулистый мужчина с наголо обритой головой, пепельной кожей и красными татуировками.\n- Его основное оружие — короткие клинки на предплечьях, в God of War (2018) он использует боевой топор.\n- По сюжету он спартанский воин, полубог и сын Зевса, мстящий олимпийским богам за убийство своей семьи.\n- В первой игре он убивает Ареса и становится богом войны.\n- В God of War (2018) Кратос представлен как более зрелый персонаж, выступающий в роли отца для своего сына Атрея.\n- Он стал одним из самых узнаваемых персонажей видеоигр, особенно на PlayStation.\n- Внешний вид Кратоса изменялся на протяжении серии: с классических доспехов до более реалистичного образа в последних играх.\n- Основные темы его истории включают месть, искупление и внутреннюю борьбу с собственным прошлым.\n- Игры о Кратосе получили положительные отзывы критиков за сюжет и развитие персонажа."
    },
    {
        "url": "https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B0%D1%82%D0%BE%D1%81_(God_of_War)#:~:text=%D0%9F%D0%BE%D1%81%D0%BB%D0%B5%20%D0%BF%D0%BE%D0%B1%D0%B5%D0%B3%D0%B0%20%D0%B8%D0%B7%20%D0%BF%D0%BE%D0%B4%D0%B7%D0%B5%D0%BC%D0%BD%D0%BE%D0%B3%D0%BE%20%D0%BC%D0%B8%D1%80%D0%B0,%D0%B4%D0%B5%D0%BB%D0%B0%D0%B5%D1%82%20%D0%B5%D0%B3%D0%BE%20%D0%BD%D0%BE%D0%B2%D1%8B%D0%BC%20%D0%B1%D0%BE%D0%B3%D0%BE%D0%BC%20%D0%B2%D0%BE%D0%B9%D0%BD%D1%8B.",
        "summary": "- Кратос (Kratos) — главный герой серии игр God of War, созданной Santa Monica Studio.\n- Он также появляется в комиксах и книгах, а также в камео в других играх.\n- Озвучивался Терренсом Карсоном, Кристофером Джаджем и Энтони Дель Рио.\n- Изображён как мускулистый мужчина с наголо обритой головой и красными татуировками.\n- Оружие: короткие клинки на предплечьях и боевой топор в God of War 2018 года.\n- Полубог, спартанский воин и сын Зевса; мстит олимпийским богам за убийство своей семьи.\n- В первой игре убивает Ареса, становится богом войны.\n- В God of War 2018 года показан как стареющий отец и наставник для сына Атрея.\n- Получил положительные отзывы как трагичный антигерой с глубокой историей.\n- Идея создания персонажа заключалась в суровом внешнем виде с выраженной ненавистью и импульсивностью.\n- Внешний вид изменялся на протяжении игры: от классических доспехов до кастомизации в новых играх.\n- Главные игры серии включают: God of War: Ascension, Chains of Olympus, Betrayal, Ghost of Sparta, God of War II, III и 2018 года. \n- В каждой игре его характер развивается через противостояния с другими богами и мифическими существами. \n- Кратос известен своей жестокостью и местью к врагам; его действия часто аморальны. \n- У него множество шрамов на теле; кожа белая из-за проклятия Ареса. \n- В God of War III он убивает многих олимпийцев; события приводят к хаосу после смерти Зевса. \n- После событий игр Кратос решает жить отшельником на севере со своим сыном Атреем. \n- Игра God of War (2018) получила восторженные отзывы за проработку персонажей и сюжет."
    },
    {
        "url": "https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B0%D1%82%D0%BE%D1%81_(%D0%BC%D0%B8%D1%84%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F)#:~:text=%CE%9A%CF%81%CE%AC%CF%84%CE%BF%CF%82%3A%20%C2%AB%D1%81%D0%B8%D0%BB%D0%B0%2C%20%D0%B2%D0%BB%D0%B0%D1%81%D1%82%D1%8C%2C,%D1%82%D0%B8%D1%82%D0%B0%D0%BD%2C%20%D1%81%D1%8B%D0%BD%20%D0%9F%D0%B0%D0%BB%D0%BB%D0%B0%D0%BD%D1%82%D0%B0%20%D0%B8%20%D0%A1%D1%82%D0%B8%D0%BA%D1%81.",
        "summary": "- Кратос is a minor Titan in ancient Greek mythology, son of Pallas and Styx.\n- He is an ally of Zeus in the battle against the Titans.\n- Kратос appears in Aeschylus's tragedy \"Prometheus Bound\" as a servant of Zeus.\n- In one myth, he assisted Hephaestus in binding Prometheus to a rock at Zeus's command.\n- The name \"Кратос\" has influenced various complex words in many European languages that express meanings related to power and authority.\n- In Russian, terms ending with \"-кратия\" refer to different forms of government or power structures:\n  - Autocracy: rule by an individual with unchecked power (e.g., dictator).\n  - Aristocracy: government by the nobility or privileged classes.\n  - Bureaucracy: management through an apparatus detached from the populace.\n  - Democracy: government where power belongs to the people.\n  - Gerontocracy: rule by the elderly.\n  - Ideocracy: social system based on ideas over material interests.\n  - Kakistocracy: government by the least qualified citizens, often used negatively.\n  - Kleptocracy: government led by thieves exploiting public resources for personal gain.\n  - Corporatocracy: rule by powerful corporations directly or through representatives.\n  - Mediocracy: influence of media on public opinion and consciousness.\n  - Meritocracy: governance by individuals based on ability regardless of origin or wealth.\n  - Militocracy: military-led governance.\n  - Noocracy: governance based on human reason prioritizing intellectual leadership for global management concepts (associated with scientists like Vernadsky).\n  - Ochlocracy: chaotic mob rule, a degeneration of democracy. \n  - Pedocracy: dominance of youth in societal movements or life. \n  - Petrocacy: governance relying on oil resources. \n  - Plutocracy: political regime dominated by wealthy classes influencing state decisions. \n  - Pornocracy: period when papal power was controlled by influential women known as courtesans. \n  - Stratocracy: military governance where state and army are synonymous. \n  - Thalassocratia (Thalassocratic): state focused on maritime activities due to geographical limitations. \n  - Tellurocracy (Tellurocratic): control over land-based territories central to state expansion. \n  - Theodemocracy: theoretical regime recognizing God as sovereign while retaining democratic attributes. \n  - Theocracy: political system where religious leaders influence state policy significantly. \n  - Technocracy: governance led by scientific and technical experts based on meritocratic principles. \n  - Timocratia (Timocratic): regime where power resides with privileged minorities based on property ownership thresholds.  \n  - Physiocratía (Physiocratic): economic philosophy valuing nature as production's sole factor advocated in the late XVIII century France.  \n  - Phobocratia (Phobocratic): extreme military authority reliant on obedience and unified action.  \n  - Ethnocratia (Ethnocratic): regime where elite power comes from a dominant ethnic group discriminating against others."
    },
    {
        "url": "https://anime-characters-fight.fandom.com/ru/wiki/%D0%9A%D1%80%D0%B0%D1%82%D0%BE%D1%81#:~:text=%D0%96%D0%BD%D0%B5%D1%86%20%D0%94%D1%83%D1%88%20SOULS%20REAPER%20%E2%80%93%20%D0%BF%D0%BE,%D0%B4%D0%B0%D0%B6%D0%B5%20%D0%91%D0%BE%D0%B3%D0%BE%D0%B2%2C%20%D0%BA%D0%B0%D0%BA%20%D0%B5%D0%BC%D1%83%20%D0%B2%D0%B7%D0%B4%D1%83%D0%BC%D0%B0%D0%B5%D1%82%D1%81%D1%8F.",
        "summary": "- Kratos can use his full arsenal in battles, including the fully charged Blade of Olympus and the Gauntlet of Zeus.\n- All powers and abilities come from the main God of War series (I - Ragnarok) and various spin-offs, novels, art books, etc.\n- Kratos typically fights in a younger form or during God of War 3 at his peak power.\n- He can wear any type of armor under specified conditions.\n\n**Identity:**\n- Name: Kratos\n- Origin: God of War\n- Nicknames: None listed\n- Gender: Male\n- Classification: Demigod, Spartan army general, champion of Ares, god, son of Zeus\n- Age: Hundreds of years\n\n**Power Level:** \n- 6-B; likely much higher\n\n**Abilities and Skills:**\n- Superhuman physical characteristics and senses\n- Incredible willpower, brutality, weapon mastery\n- Hand-to-hand combat skills with agility and accuracy\n- Extrasensory perception (sensorial empathy, instincts)\n- Chain manipulation and weapon control\n- Types 2, 4, 5 & 6 immortality; regeneration (type 3)\n- Limited resurrection (type 2), magic abilities including pseudo-flight \n- Emotional manipulation through rage enhancing physical/magical attributes \n- Berserk mode activation; shape-shifting capabilities \n- Manipulation of fire, air, earth, coldness & electricity; light & darkness manipulation \n- Time manipulation (slowing/stopping/reversing time)\n  \n**Weaknesses:** \n - Does not always control himself in battle; continual restraint limits him against strong foes.\n\n**Destructive Potential:** \n - At least island level+, possibly much higher due to scaling from original entities. \n\n**Range:** \n - Close combat within meters; hundreds for magic or thrown weapons.\n\n**Durability:** \n - At least island level+ with armor enhancements.\n\n**Speed:** \n - Capable of thousands Mach speeds in battle; superior reflexes allow him to perceive lightning as slow.\n\n**Strengths:**  \n - Lift quadrillions of tons.\n - Attack strength at least island level+, potentially higher.\n\n**Endurance:**  \n - Extremely high; capable of fighting for days while sustaining massive damage from gods/titans/demons.\n\n**Intelligence:**  \n - Above average; genius tactical strategist with profound wisdom gained over centuries.\n\n**Combat Skills:**  \n - Mastery over various melee weapons; skilled hand-to-hand fighter defeating multiple gods and titans. \n\n### Weapons:\n1. **Blades of Chaos** – Dual serrated blades on chains imbued with fire power.\n2. **Gauntlet of Zeus** – Massive bronze gauntlet delivering devastating strikes.\n3. **Blade of Artemis** – Large two-handed sword with a powerful purple blade.\n4. **Blades of Athena** – Replacement for Blades of Chaos with similar abilities.\n5. **Arms of Sparta** – Traditional Spartan weaponry including spear and shield.\n6. **Blade of Olympus** – Legendary sword capable of destroying gods.\n7. **Typhon's Bane Bow**, **Barbarian Hammer**, etc., each providing unique magical effects or elemental powers.\n\n### Armor:\n1. **Spartan Armor**, **God of War Armor**, etc., each offering varying levels/types/abilities for protection or enhancement during battles.\n\n### Special Abilities:\n1. Manipulations related to elements like fire, ice & electricity alongside emotional/mental states impacting enemies significantly during confrontations.\n   \n### Divine Attributes:\n1. Immortality allowing survival beyond death unless redemption is achieved for past sins.\n2. Resistance against all forms physical/magical attacks due to divine heritage leading to enhanced durability/resilience across numerous scenarios commonly faced in mythological contexts.\n\nThis information encapsulates Kratos' identity as a character within the God Of War universe highlighting key aspects regarding his abilities/weapons/armor while also noting weaknesses/destructive potential which contribute towards understanding his prowess in both combat scenarios as well mythology itself surrounding Greek legends intertwined throughout gameplay experiences encountered by players interacting with this iconic figure within gaming lore overall!"
    }
]