[
    {
        "url": "https://ru.wikipedia.org/wiki/Spacewar!",
        "summary": "- Spacewar! — одна из первых цифровых компьютерных игр, созданная Стивом Расселом и его командой в 1961 году на мини-компьютере DEC PDP-1.\n- Игра была разработана за примерно 200 человеко-часов работы и выпущена в феврале 1962 года.\n- В игре участвуют два игрока, управляющих космическими кораблями, маневрирующими в невесомости рядом с гравитационным колодцем звезды.\n- Игроки имеют ограниченный запас топлива и торпед; если корабль сталкивается со звездой или другим кораблем, он погибает.\n- В игре присутствует функция перехода в гиперпространство, которая может привести к уничтожению корабля при каждом использовании.\n- Изначально управление осуществлялось переключателями на PDP-1; позднее был разработан ранний геймпад для удобства управления.\n- Spacewar! оказала значительное влияние на развитие электронных игр, вдохновив такие игры как Galaxy Game и Computer Space в 1971 году.\n- В 2007 году Spacewar! была включена в десятку самых важных компьютерных игр всех времен Библиотекой Конгресса США.\n- Игра стала популярной среди программистов и была распространена на других компьютерах, хотя её аудитория оставалась узкой из-за высокой стоимости оборудования PDP-1 (120 000 долларов США).\n- К концу 1960-х годов Spacewar! использовалась во многих исследовательских институтах и университетах по всей стране. \n- В конце 1970-х годов игра вдохновила создание первых коммерческих аркадных игр и турниров по компьютерным играм.\n- Spacewar! сохранила своё наследие через множество портировок и адаптаций на современных платформах."
    },
    {
        "url": "https://store.steampowered.com/app/1086160/Space_War_Infinity/?l=russian",
        "summary": "- Included products: CounterAttack, Space Elite Force, Space Smash, Space War: Infinity, Space Elite Force II\n- Additional included products: Neon Ships: The Type'em Up Shooter, Sniper Ships: Shoot'em Up on Rails, Geometric Feel the Beats, ShapeNeon Chaos, Space Mages: RD33\n- User reviews:\n  - \"A nice retro looking arcade style game.\" – Steam user\n  - \"Very good game. Recommend to everyone.\" – Steam user\n  - \"Fun bullet-hell shooter if you're looking for one, worth your money.\" – Steam user\n- Tool available to create a widget for HTML code to insert into a website for purchasing games on Steam.\n- Option to add custom tags for the product."
    },
    {
        "url": "https://steamcommunity.com/discussions/forum/26/3145094199309386384/",
        "summary": "- Developer: Valve \n- Publisher: Telltale Games \n- The game is described as a test tech demo for developers.\n- It can be downloaded and played for free, including online play.\n- There are five achievements available, but one may not function properly. \n- There is confusion about the mention of \"TallTaleGames\" in relation to Valve's involvement."
    },
    {
        "url": "https://steamcommunity.com/discussions/forum/26/3830828948525143046/#:~:text=%D0%97%D0%B0%20%D0%B8%D0%B3%D1%80%D0%B0%D0%BD%D0%B8%D0%B5%20%D0%B2%20%D1%81%D1%82%D0%B8%D0%BC%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B5%20%D0%B8%D0%B3%D1%80%D1%8B%20%D0%B2%20%D1%81%D1%82%D0%B8%D0%BC%D0%B5%20%D0%BD%D0%B5%20%D0%B1%D0%B0%D0%BD%D1%8F%D1%82.",
        "summary": "- Игра, о которой идет речь, не является скрытой.\n- За игру в Steam не банят.\n- Если пользователь забыл выйти из аккаунта и кто-то запустил игру, это не приведет к бану.\n- Рекомендуется просто сменить пароль для безопасности.\n- Игра считается безвредной, но используется пиратами для запуска мультиплееров пиратских игр через Steam.\n- SpaceWar может использоваться для тестирования разработчиками игр."
    }
]