[
    {
        "url": "https://ru.wikipedia.org/wiki/%D0%92%D0%B0%D0%BB%D1%8C%D0%BA%D0%B8%D1%80%D0%B8%D1%8F",
        "summary": "1. SHORTLY: Валькирии в скандинавской мифологии — это воительницы, которые выбирают павших героев для попадания в Вальхаллу и сопровождают их в загробной жизни.\n\n2. MORE: Валькирии изображаются как доспешные женщины, летающие на крылатых конях над полем боя. Они выполняют важную миссию по выбору воинов, достойных попасть в небесный чертог Вальхаллу, где они служат погибшим героям. Иногда им предоставляется право решать исход битвы, но чаще они следуют указаниям Одина. Среди известных валькирий есть Альвита, Гель и Сигрдрива, каждая из которых обладает особыми характеристиками и ролями.\n\n3. IMPORTANT:\n   - Валькирия переводится как \"выбирающая убитых\".\n   - Они решают, какие павшие воины попадут в Вальхаллу.\n   - Валькирии изображаются с доспехами и вооружением (щитами и копьями).\n   - Их блеск доспехов считается причиной появления северного сияния.\n   - Известные имена валькирий включают Альвиту, Гейр и Сигрдриву.\n\n4. RELATED:\n   - Каковы роли других мифологических существ в скандинавской мифологии?\n   - Как изображаются женщины-воительницы в разных культурах?\n   - Какие другие функции выполняет Один в скандинавском пантеоне?\n   - Каково значение Вальхаллы для скандинавских воинов?\n   - Какие легенды связаны с конкретными известными валькириями?"
    },
    {
        "url": "https://anime-characters-fight.fandom.com/ru/wiki/%D0%A1%D0%B8%D0%B3%D1%80%D1%83%D0%BD#:~:text=%D0%A1%D0%B8%D0%B3%D1%80%D1%83%D0%BD%2C%20%D0%BA%D0%B0%D0%BA%20%D0%9A%D0%BE%D1%80%D0%BE%D0%BB%D0%B5%D0%B2%D0%B0%20%D0%92%D0%B0%D0%BB%D1%8C%D0%BA%D0%B8%D1%80%D0%B8%D0%B9%2C%20%D0%BE%D0%B1%D0%BB%D0%B0%D0%B4%D0%B0%D0%B5%D1%82,%D0%BD%D0%B8%D0%BC%20%D0%B2%20%D0%BA%D0%B0%D0%BA%D0%BE%D0%B9%2D%D1%82%D0%BE%20%D0%BC%D0%B5%D1%80%D0%B5.",
        "summary": "1. SHORTLY: The text provides a comprehensive overview of a character from the \"God of War\" universe, detailing her origins, abilities, strengths, and role within Norse mythology as a powerful Valkyrie.\n\n2. MORE: The character is portrayed as a formidable female warrior with superhuman attributes, extensive combat skills, and mastery over magic and various elemental manipulations. She serves as a Valkyrie, responsible for guiding fallen warriors' souls to Valhalla. Her powers include high durability, immense physical strength, agility exceeding that of most gods, and unique vulnerabilities linked to her wings.\n\n3. IMPORTANT:\n   - Classification includes being a human (formerly), Valkyrie, and Warrior Maiden.\n   - Possesses abilities such as flight, magic manipulation, berserker mode, and energy attacks.\n   - Demonstrates island-level destructive potential and can lift billions of tons.\n   - Exceptional combat skills make her the strongest Valkyrie after Freya.\n   - Capable of interdimensional travel without relying on external magic.\n\n4. RELATED:\n   - What are the historical roots and significance of Valkyries in Norse mythology?\n   - How do the abilities of this character compare to other gods in the \"God of War\" series?\n   - What roles do different types of souls play in the afterlife according to Norse beliefs?\n   - How does the concept of honor and valor manifest in Viking culture?\n   - In what ways does this character's story reflect themes of sacrifice and glory?"
    },
    {
        "url": "https://ru.wikipedia.org/wiki/%D0%92%D0%B0%D0%BB%D1%8C%D0%BA%D0%B8%D1%80%D0%B8%D1%8F",
        "summary": "1. SHORTLY: Валькирии в скандинавской мифологии — это воительницы, которые выбирают павших в битвах воинов для переноса их в Вальхаллу и служат им там. Они могут также влиять на исход сражений.\n\n2. MORE: Валькирии, согласно мифологии, являются дочерьми Одина и появляются в образе вооружённых женщин, которые летают над полями битвы. Их задача — проводить погибших героев в небесный чертог Вальхаллы, где они служат воинам, предлагая им пищу и напитки. Некоторые из них имеют возможность решать исход битв, однако часто действуют по указанию Одина. Имена многих валькирий известны и отражают их качества или роли.\n\n3. IMPORTANT:\n   - Валькирии выбирают павших воинов и сопровождают их в Вальхаллу.\n   - Они изображаются в доспехах с щитами и копьями.\n   - На небе появляется северное сияние от блеска доспехов валькирий.\n   - Сигрдрива, одна из известных валькирий, была наказана Одином за непослушание.\n   - Существует множество имен для различных валькирий, каждое из которых связано с их характеристиками.\n\n4. RELATED:\n   - Каково было значение Вальхаллы для скандинавских воинов?\n   - Какие другие мифологические существа существуют рядом с валькириями?\n   - Какой вклад внесли викинги в распространение мифов о валькириях?\n   - Что известно о других женских фигурах войны в разных культурах?\n   - Как современные произведения искусства интерпретируют образы валькирий?"
    }
]