{
    "urls": [
        "https://ru.wikipedia.org/wiki/%D0%A2%D0%BE%D1%80_(%D0%BC%D0%B8%D1%84%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F)",
        "https://uakino.me/filmy/genre-action/21431-tor-bog-gromu.html",
        "https://rezka.ag/films/fantasy/70618-tor-bog-groma-2022.html",
        "https://ru.wikipedia.org/wiki/%D0%A2%D0%BE%D1%80_(%D0%BC%D0%B8%D1%84%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F)#:~:text=%D0%9E%D0%B1%D0%B0%20%D1%81%D0%BB%D0%BE%D0%B2%D0%B0%20(%C2%AB%D0%A2%D0%BE%D1%80%C2%BB%20%D0%B8,%D0%BC%D0%BE%D0%BB%D0%BE%D1%82%D0%BE%D0%BC%20%D0%A2%D0%BE%D1%80%D0%B0%20%D0%B8%20%D0%B4%D1%83%D0%B1%D0%B8%D0%BD%D0%BA%D0%BE%D0%B9%20%D0%93%D0%B5%D1%80%D0%BA%D1%83%D0%BB%D0%B5%D1%81%D0%B0.",
        "https://translate.google.com/translate?u=https://simple.wikipedia.org/wiki/Thor&hl=ru&sl=en&tl=ru&client=rq&prev=search#:~:text=Thor%20(Old%20Norse%3A%20%C3%9E%C3%B3rr),the%20strongest%20of%20the%20%C3%86sir."
    ],
    "shortly": "Thor is a major god in Norse mythology, known as the god of thunder and protector of gods and humans against giants and monsters. He is the son of Odin and Jörð, embodying strength and fertility.",
    "more": "In Norse mythology, Thor is depicted as a powerful figure associated with storms, hallowing, and sacred groves. He wields the magical hammer Mjölnir, which always returns to him after being thrown. Thor's family includes his wife Sif and their daughter Þrúðr, along with his sons Móði and Magni from a jötunn lover. The name 'Thursday' originates from his Old English name Thunor. He is considered one of the most important gods in the pantheon, second only to Odin.",
    "important": [
        "Thor is identified as the strongest of the Æsir deities.",
        "His hammer Mjölnir was created by dwarven brothers Eitri and Brokkr.",
        "The day Thursday derives its name from Thor (Old English: Þūnresdæg).",
        "Thor travels in a chariot pulled by two goats named Tanngrisnir and Tanngnjóstr.",
        "He faces numerous giants (jǫtnar) throughout various myths."
    ],
    "related": [
        "What are other significant attributes or symbols associated with Thor?",
        "How does Thor's character compare to other mythological thunder gods like Zeus or Indra?",
        "What role does Loki play in Thor's adventures?",
        "How has Thor been represented in modern media and popular culture?",
        "What are some famous myths involving Thor's encounters with giants?"
    ]
}